Repository: sverleis/link-wizard
Catalog: languages/link-wizard-for-woocommerce-*.po
Languages: af

source: Select your product(s)
af: Kies jou produk(te)

source: Select your product
af: Kies jou produk

source: Search for products
af: Soek vir produkte

source: Products > Link Wizard
af: Produkte > Skakel Towenaar

source: Search by name or SKU
af: Soek volgens naam of SKU

source: Selected Products:
af: Gekose Produkte:

source: Selected Product:
af: Gekose Produk:

source: Qty:
af: Hoev:

source: Remove
af: Verwyder

source: Available Variations:
af: Beskikbare Variasies:

source: Filter by Attributes:
af: Filtreer volgens Eienskappe:

source: Any
af: Enige

source: Variable (%d variations)
af: Veranderlik (%d variasies)

source: Click to view image
af: Klik om prent te sien

source: View full size
af: Sien volle grootte

source: Replace Confirmation
af: Vervang Bevestiging

source: You are about to replace the current product with a different one. This action cannot be undone.
af: Jy is op die punt om die huidige produk met 'n ander een te vervang. Hierdie aksie kan nie ongedaan gemaak word nie.

source: Replace
af: Vervang

source: Cancel
af: Kanselleer

source: Price
af: Prys

source: Qty
af: Hoev

source: Variable
af: Veranderlik

source: variations
af: variasies

source: Product
af: Produk

source: An error occurred while fetching products.
af: 'n Fout het voorgekom tydens die ophaal van produkte.

source: An error occurred while fetching variations.
af: 'n Fout het voorgekom tydens die ophaal van variasies.

source: An error occurred while fetching filtered variations.
af: 'n Fout het voorgekom tydens die ophaal van gefiltreerde variasies.

source: ← Back to Search
af: ← Terug na Soek

source: Variations for: %s
af: Variasies vir: %s

source: Loading...
af: Laai...

source: No results found
af: Geen resultate gevind nie

source: Show All Variations
af: Wys Alle Variasies

source: Hide All Variations
af: Verberg Alle Variasies

source: All Variations:
af: Alle Variasies:

source: All Valid Variations:
af: Alle Geldige Variasies:

source: Ineligible Variations:
af: Ongeskikte Variasies:

source: Edit
af: Redigeer

source: Added!
af: Bygevoeg!

source: Reset Filters
af: Herstel Filtre

source: Apply a Coupon (Optional)
af: Pas 'n Koepon toe (Opsioneel)

source: Coupon Rules:
af: Koepon Reëls:

source: Search and select from your existing WooCommerce coupons. Only one coupon can be applied per link.
af: Soek en kies uit jou bestaande WooCommerce koeponne. Slegs een koepon kan per skakel toegepas word.

source: Search for coupons
af: Soek vir koeponne

source: Search existing coupons...
af: Soek bestaande koeponne...

source: No coupons found matching "%s"
af: Geen koeponne gevind wat ooreenstem met "%s"

source: An error occurred while fetching coupons.
af: 'n Fout het voorgekom tydens die ophaal van koeponne.

source: Coupon Added:
af: Koepon Bygevoeg:

source: Replace Selected Coupon?
af: Vervang Gekose Koepon?

source: You have already selected coupon %1$s. Do you want to replace it with %2$s?
af: Jy het reeds koepon %1$s gekies. Wil jy dit vervang met %2$s?

source: %s%% off
af: %s%% af

source: Fixed cart discount
af: Vaste mandjie afslag

source: Fixed product discount
af: Vaste produk afslag

source: Expires
af: Verval

source: Min spend
af: Min spandeer

source: Usage limit
af: Gebruik limiet

source: Search pages and posts...
af: Soek bladsye en plasings...

source: No pages found matching "%s"
af: Geen bladsye gevind wat ooreenstem met "%s"

source: An error occurred while fetching pages.
af: 'n Fout het voorgekom tydens die ophaal van bladsye.

source: Replace Selected Page?
af: Vervang Gekose Bladsy?

source: You have already selected page %1$s. Do you want to replace it with %2$s?
af: Jy het reeds bladsy %1$s gekies. Wil jy dit vervang met %2$s?

source: Configure Redirects
af: Konfigureer Herleidings

source: Redirect Options
af: Herleiding Opsies

source: Redirect after add to cart
af: Herlei na byvoeg tot mandjie

source: Stay on current page
af: Bly op huidige bladsy

source: Redirect to cart
af: Herlei na mandjie

source: Redirect to checkout
af: Herlei na uitreken

source: Redirect to product page
af: Herlei na produk bladsy

source: Redirect to custom page
af: Herlei na aangepaste bladsy

source: Invalid product ID provided. Please provide a valid product ID.
af: Ongeldige produk ID verskaf. Verskaf asseblief 'n geldige produk ID.

source: Product with ID %d not found. It may have been deleted or you may not have permission to access it.
af: Produk met ID %d nie gevind nie. Dit mag dalk verwyder gewees het of jy mag nie toestemming hê om dit te bekom nie.

source: View all products
af: Sien alle produkte

source: No handler found for product type "%s". This product type is not supported by the Link Wizard.
af: Geen hanteerder gevind vir produk tipe "%s". Hierdie produk tipe word nie ondersteun deur die Skakel Towenaar nie.

source: Edit this product
af: Redigeer hierdie produk

source: Invalid attributes format provided. Please check your attribute selection.
af: Ongeldige eienskappe formaat verskaf. Kontroleer asseblief jou eienskap keuse.

source: No valid variations found for the selected attributes.
af: Geen geldige variasies gevind vir die gekose eienskappe nie.

source: This variable product may not have any properly configured variations.
af: Hierdie veranderlike produk mag dalk nie enige behoorlik gekonfigureerde variasies hê nie.

source: The selected attribute combination may not exist or may not be properly configured.
af: Die gekose eienskap kombinasie mag dalk nie bestaan nie of mag nie behoorlik gekonfigureer wees nie.

source: Edit this product to configure variations properly.
af: Redigeer hierdie produk om variasies behoorlik te konfigureer.

source: Add-to-cart Link
af: Byvoeg-tot-mandjie Skakel

source: Checkout Link
af: Uitreken Skakel

source: Single product selection only
af: Slegs enkele produk keuse

source: Multiple products allowed
af: Veelvuldige produkte toegelaat
